[
  {
    "postName":"Banana Pecan Porridge",
    "pictureName":"banana_pecan_porridge",
    "subtitle":"Basically Heaven in a bowl!",
    "tags":["breakfast", "recipe"],
    "description":"There are very few mornings when one or both of our mornings don't start out with a lovely (and rather large) bowl of porridge. Usually our bowls consist of a fruit, some nuts, and a mix of the seed trifecta! One morning last week, we decided to try mixing Bananas, pecans and a little maple, and we couldn't be happier with the result!"
  },
  {
    "postName":"Apple Monstas",
    "pictureName":"apple_monstas",
    "subtitle":"When you have the maturity level of a 7 year old...",
    "tags":["snack", "recipe"],
    "description":"Sometimes it’s unclear whether I am 6 years old or 26 years young. When I get to spend the morning making a breakfast that smiles back at me, the distinction between the two is further muddied. I will say that I will take an Apple Monster over a conference call any day!"
  },
  {
    "postName":"Banana Pancake",
    "pictureName":"banana_pancake",
    "subtitle":"It looks so naughty, but it's actually incredibly good for you!",
    "tags":["breakfast", "recipe"],
    "description":"When I hear the word pancakes, I automatically think 'Naughty Naughty Missy!' But these are actually packed with health! There are only 3 ingredients, each with nutrients galore! Bananas are one of my favorite fruits in the morning. They are packed with vitamins B and C, magnesium, and of course potassium! With all that power, I'm always looking for new ways to eat bananas. Flax seeds are chalk full of Omega-3, fiber and protein. And Coconut Oil is a miracle in a jar! Point blank, this is one of my favorite simple breakfast recipes! Super simple, and super delicious :)"
  },
  {
    "postName":"Loaded Bell Peppers",
    "pictureName":"bell_peppers",
    "subtitle":"These bad boys are loaded with vitamins and nutrients, oh and did we mention SPICE!",
    "tags":["lunch", "dinner", "recipe"],
    "description":"I can ALWAYS use a little spice in my life. That's why this has become one of my favorite go to recipes! It's a true M&M (Missy Medley) because I always just through in anything and everything that I can find in my fridge! Today's version features sweet potatoes and adobo chiles."
  },
  {
    "postName":"Carrot Cake Porridge",
    "pictureName":"carrot_cake_porridge",
    "subtitle":"Let them eat cake (for breakfast)",
    "tags":["breakfast", "recipe"],
    "description":"Not many days go by when I don't have some type of porridge for breakfast. Whether they are hot or cold, sweet or savory, in a mason jar or in a different mason jar...ok you get the picture. Anyways, because I eat so much porridge I have had to get pretty creative with ingredients so as not to get bored. Carrot Cake Overnight Oats are quickly becoming my favorite! They are the perfect way to start any day!"
  },
  {
    "postName":"Chipotle Black Bean Bowl",
    "pictureName":"chipotle_blackbean_bowl",
    "subtitle":"We're from California, nuff said",
    "tags":["lunch", "dinner", "recipe"],
    "description":"This is my real Go To MM (Missy Medley) for dinner. It’s so quick and easy, plus it really fills you up. It’s a great way to eat a colorful meal without having to do much work!"
  },
  {
    "postName":"Coconut Hemp Granola",
    "pictureName":"coconut_hemp_granola",
    "subtitle":"We are so high on this stuff right now!",
    "tags":["breakfast", "snack", "recipe"],
    "description":"There are very few mornings when one or both of our mornings don't start out with a lovely (and rather large) bowl of porridge. Usually our bowls consist of a fruit, some nuts, and a mix of the seed trifecta! One morning last week, we decided to try mixing Bananas, pecans and a little maple, and we couldn't be happier with the result!"
  },
  {
    "postName":"Green Dessert",
    "pictureName":"green_dessert",
    "subtitle":"Sometimes you want something sweet that won't derail all of your hard work",
    "tags":["dessert", "smoothie", "recipe"],
    "description":"So here is the thing about me, I LOVE dessert! Basically if you give me something sweet I will devour it! This can be a little tricky sometimes, because most 'desserts' don't have any (or many) nutrients in them. I like knowing that everything I eat is benefiting my body in some way. This Green dessert is the perfect solution! It has all the sweet that I want right alongside all of the nutrients that I need. Because we all know, there is always room for dessert!"
  },
  {
    "postName":"Matcha Chia Pudding",
    "pictureName":"matcha_chia",
    "subtitle":"What won't we add Matcha to???",
    "tags":["breakfast", "snack", "recipe"],
    "description":"Matcha! It's everywhere these days. Every coffee shop sells matcha lattes, there are matcha pastries readily available at most boulangeries, and now Matcha Chia Pudding Missy?? What the heck is matcha?! Matcha is finely ground powder of specially grown and processed green tea One day while drinking an amazing homemade Matcha Latte alongside my morning Chia Pudding (both found in the ‘Breakfast’ section), I started thinking how wonderful it would be to combine the two et voila -- Matcha Chia Pudding was born! This recipe is great because you literally just throw all the ingredients in a jar and leave it overnight! If you can use a spoon, you can make this Chia Pudding :) This makes a lovely breakfast and also the perfect afternoon pick me up!"
  },
  {
    "postName":"Matcha Green Tea",
    "pictureName":"MatchaGreenTea",
    "subtitle":"What is the deal with this Matcha takeover these days?",
    "tags":["breakfast", "drink", "snack", "recipe"],
    "description":"There are very few mornings when one or both of our mornings don't start out with a lovely (and rather large) bowl of porridge. Usually our bowls consist of a fruit, some nuts, and a mix of the seed trifecta! One morning last week, we decided to try mixing Bananas, pecans and a little maple, and we couldn't be happier with the result!"
  },
  {
    "postName":"Mini Apple Crisp",
    "pictureName":"mini_apple_krisp",
    "subtitle":"Nothing says Fall like an apple crip!",
    "tags":["dessert", "recipe"],
    "description":"There are very few mornings when one or both of our mornings don't start out with a lovely (and rather large) bowl of porridge. Usually our bowls consist of a fruit, some nuts, and a mix of the seed trifecta! One morning last week, we decided to try mixing Bananas, pecans and a little maple, and we couldn't be happier with the result!"
  },
  {
    "postName":"Nuts and Seeds 'Bread'",
    "pictureName":"nuts_seeds_bread",
    "subtitle":"The only bread we know of that is actually healthy for you",
    "tags":["breakfast", "snack", "bakedgood", "recipe"],
    "description":"As a gluten intolerant vegan, bread has always been a sore subject for me. Its close to impossible to find a bread that I look forward to eating and that isn’t full of ingredients I have never heard of. When I finally found a recipe for a bread that I can eat I darn near shouted my joy from the front deck! When you take it out of the oven this melt in your mouth bread the perfect union of crisp, soft, sweet and savory. It is AMAZING when toasted and topped with avocado, and yet equally superb when topped with almond butter and bananas! And as if that wasn’t enough this bread is actually good for you! Yeah, you read that right, finally a healthy bread. Its full of Omega-3, protein and fiber without all of that flour, butter, and corn syrup that no one really needs. After enjoying this bread MANY times, I think I have finally fine tuned the recipe to my liking and I know "
  },
  {
    "postName":"Sweet Potato Salad",
    "pictureName":"sweet_potato_salad",
    "subtitle":"This salad tastes as good as it looks!",
    "tags":["lunch", "dinner", "recipe"],
    "description":"Sweet Potatoes are Mother Natures gift to the world! They are so yummy and full of nutrients that do wonders for your body! It's no wonder I add sweet potato to everything. Recently I added them to a salad that turned out spectacular, so naturally I just had to share it with you all!"
  },
  {
    "postName":"Sweet Potato Smoothie",
    "pictureName":"sweetpotato_smoothie",
    "subtitle":"This unusual smoothie might just be our favorite thing yet!",
    "tags":["breakfast", "smoothie", "recipe"],
    "description":"There are very few mornings when one or both of our mornings don't start out with a lovely (and rather large) bowl of porridge. Usually our bowls consist of a fruit, some nuts, and a mix of the seed trifecta! One morning last week, we decided to try mixing Bananas, pecans and a little maple, and we couldn't be happier with the result!"
  }
]